"BUTTON_AUTHENTICATE" = "Meine Telefonnummer verwenden";

"BUTTON_CREATED_ACCOUNT" = "Account erstellt";

"BUTTON_CREATE_ACCOUNT" = "Account erstellen";

"BUTTON_CREATING_ACCOUNT" = "Account wird erstellt";

"BUTTON_DISMISS" = "Verwerfen";

"BUTTON_OK" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Bestätigungscode erneut senden";

"BUTTON_RETRY" = "Wiederholen";

"BUTTON_SENDING_CONF_CODE" = "Bestätigungscode wird gesendet";

"BUTTON_SEND_CONF_CODE" = "Bestätigungscode senden";

"BUTTON_SENT_CONF_CODE" = "Bestätigungscode gesendet";

"BUTTON_SIGNED_IN" = "Angemeldet";

"BUTTON_SIGNING_IN" = "Anmelden";

"BUTTON_SIGN_IN" = "Anmelden";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Mit Twitter anmelden";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Versuche eine andere Telefonnummer";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Bitte überprüfe Deinen Code und versuche es erneut";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Bitte überprüfe Deine Netzwerkverbindung und versuche es erneut";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Bitte überprüfe Deine Telefonnummer und versuche es erneut";

"ERROR_TRY_AGAIN_LATER" = "Wir konnten Dich im Moment nicht mit Twitter anmelden. Bitte versuche es später erneut.";

"FOOTNOTE_CREATE_ACCOUNT" = "Indem Du oben „Account erstellen“ antippst, stimmst Du den <u>Allgemeinen Geschäftsbedingungen</u>, den <u>Datenschutzbestimmungen</u> und den <u>Cookie-Richtlinien</u> von Digits by Twitter zu. Außerdem erklärst Du Dich damit einverstanden, dass Dich andere Nutzer von %@ anhand Deiner Telefonnummer und/oder E-Mail Adresse finden können.";

"FOOTNOTE_SEND_CONF_CODE" = "Wenn Du oben „Bestätigungscode senden“ antippst, sendet Dir <u>Digits by Twitter</u> eine SMS zu, um Deine Telefonnummer zu bestätigen.";

"LABEL_ENTER_CONF_CODE" = "Bestätigungscode eingeben";

"LABEL_ENTER_PHONE_NUMBER" = "Gib Deine Telefonnummer ein";

"LABEL_PLEASE_USE_TWITTER" = "Bitte melde Dich mit Twitter an";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "Deine Nummer ist bereits mit einem Twitter Account verknüpft. Melde Dich bitte unten mit Twitter an.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Wir konnten Deine Telefonnummer nicht bestätigen";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Sorry, wir können Dir keinen Bestätigungscode senden. Bitte versuche, Dich unten anzumelden.";

"PARTIAL_FOOTNOTE_THIS_APP" = "diese App";

"PLACEHOLDER_CONF_CODE" = "Bestätigungscode";

"PLACEHOLDER_YOUR_NUMBER" = "Deine Telefonnummer";

